IDEA Open Model
CheckSectionExtreme.Characteristic Property
Compatible with IDEA StatiCa Beta 20.0
 Characterictic loading
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LoadingSLS Characteristic { get; set; }
Public Property Characteristic As LoadingSLS
	Get
	Set
Property Value
Type: LoadingSLS
See Also
Reference
CheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace